[
  {
    "korean": "한스 씨, 이번 휴가 때 뭐 할 거예요?",
    "english": "Hanseu-ssi, ibeon hyuga ttae mwo hal geo-eyo? — Hans, wat ga je doen tijdens deze vakantie?"
  },
  {
    "korean": "글쎄요. 아직 특별한 계획은 없어요.",
    "english": "Geulsseyo. Ajik teukbyeolhan gyehoek-eun eops-eoyo. — Hmm, ik weet het niet. Ik heb nog geen speciale plannen."
  },
  {
    "korean": "수잔 씨는요?",
    "english": "Sujan-ssineunyo? — En jij, Susan?"
  },
  {
    "korean": "저는 친구들하고 제주도에 갈 거예요.",
    "english": "Jeoneun chingudeulhago Jejudo-e gal geo-eyo. — Ik ga met mijn vrienden naar Jeju-eiland."
  },
  {
    "korean": "제주도요? 제주도가 어떤 곳이에요?",
    "english": "Jejudo-yo? Jejudo-ga eotteon gos-ieyo? — Jeju-eiland? Wat voor plek is dat?"
  },
  {
    "korean": "유명한 섬이에요. 한국 남쪽에 있어요.",
    "english": "Yumyeonghan seom-ieyo. Hanguk namjjok-e isseoyo. — Het is een bekend eiland. Het ligt in het zuiden van Korea."
  },
  {
    "korean": "제주도가 좋아요?",
    "english": "Jejudo-ga joayo? — Is Jeju-eiland mooi?"
  },
  {
    "korean": "네, 경치가 아주 아름다워요.",
    "english": "Ne, gyeongchiga aju areumdawoyo. — Ja, het landschap is heel mooi."
  },
  {
    "korean": "특히 바다 경치가 아주 아름다워요.",
    "english": "Teuki bada gyeongchiga aju areumdawoyo. — Vooral het uitzicht op zee is prachtig."
  },
  {
    "korean": "아, 그래요? 저도 한번 가보고 싶어요.",
    "english": "A, geuraeyo? Jeodo hanbeon gabogo sipeoyo. — Oh, echt waar? Ik wil er ook graag eens heen."
  },
  {
    "korean": "그럼 이번 휴가 때 같이 갈까요?",
    "english": "Geureom ibeon hyuga ttae gachi galkkayo? — Dan kunnen we deze vakantie samen gaan?"
  },
  {
    "korean": "제가 친구들한테 이야기할게요.",
    "english": "Jega chingudeulhante iyagihalgeyo. — Ik zal het aan mijn vrienden vertellen."
  },
  {
    "korean": "좋아요. 그런데 제주도에서 뭐 할 거예요?",
    "english": "Joayo. Geureonde Jejudo-eseo mwo hal geo-eyo? — Goed idee! Maar wat gaan we doen op Jeju-eiland?"
  },
  {
    "korean": "제주도 관광하고 등산할 거예요.",
    "english": "Jejudo gwangwanghago deungsanhal geo-eyo. — We gaan bezienswaardigheden bekijken en bergwandelen."
  },
  {
    "korean": "비행기 표는 얼마예요?",
    "english": "Bihaenggi pyoneun eolma-eyo? — Hoeveel kost een vliegticket?"
  },
  {
    "korean": "글쎄요, 그건 잘 모르겠어요.",
    "english": "Geulsseyo, geugeon jal moreugesseoyo. — Hmm, dat weet ik niet precies."
  },
  {
    "korean": "우리 인터넷으로 찾아볼까요?",
    "english": "Uri inteones-euro chajabolkkayo? — Zullen we het even op internet opzoeken?"
  },
  {
    "korean": "네, 좋아요. 같이 찾아봐요.",
    "english": "Ne, joayo. Gachi chajabwayo. — Ja, goed idee. Laten we samen kijken."
  }
]
